cask_args appdir: "/Applications"
tap "heroku/brew"
tap "universal-ctags/universal-ctags"

brew "bat"
brew "fzf"
brew "universal-ctags", args: ["HEAD"]
brew "tree"
brew "wget"

brew "gh"
brew "git"
brew "git-delta"
brew "heroku"
brew "starship"
brew "mise"
brew "redis"
brew "neovim"

brew "atuin"
cask "font-monaspace-nerd-font"

cask "kitty"
cask "jordanbaird-ice"
cask "postgres-unofficial"
